{
  "header": {
    "role": "Back-end Developer | Automation Solutions",
    "location": "Londrina, Brazil"
  },
  "cookies": {
    "title": "Cookies & Privacy",
    "description": "This website uses cookies to enhance your experience. By continuing to use this site, you agree to our use of cookies.",
    "learnMore": "Learn More",
    "accept": "Accept"
  },
  "nav": {
    "about": "About",
    "contact": "Contact",
    "projects": "Projects",
    "experience": "Experience"
  },
  "about": {
    "title": "About me",
    "description": "Certified Systems Analyst and Developer, graduated in 2020, focused on creating innovative solutions using chatbots, serverless architectures, Node.js, and AWS Lambda. My experience encompasses customer support/service, system deployment, and consulting, enabling me to deliver comprehensive, client-focused solutions.",
    "passion": "Outside of work, I dedicate myself to family and enjoy gaming. I'm constantly growing through reading and enhancing my technical skills in Docker, Kubernetes, and AWS, while actively improving my English proficiency. Always open to connections and discussions that foster mutual growth and innovation."
  },
  "experience": {
    "title": "Professional Experience",
    "subtitle": "My professional journey so far",
    "items": {
      "zenvia": {
        "title": "Operations Developer",
        "description": "Development of projects across multiple platforms including chatbots, helpdesk, and document dispatch systems. Key responsibilities include project publication, maintenance, platform integration through APIs and webhooks, technical documentation creation, bug fixing, and project management through JIRA."
      },
      "movidesk_analyst": {
        "title": "Customer Service Analyst",
        "description": "Provided high-quality customer service with focus on technical problem resolution. Collected evidence using browser DevTools for documentation, performed API requests and testing, and conducted thorough bug analysis for the development team."
      },
      "movidesk_manager": {
        "title": "Implementation Success Manager",
        "description": "Led Helpdesk software implementation projects, identifying client needs and mapping workflows. Managed client onboarding pipeline and maintained follow-up communication to ensure successful implementation."
      },
      "omiexperience": {
        "title": "Customer Success Analyst - Implementation",
        "description": "Managed system implementation for clients, handling the entire onboarding process. Responsible for customer portfolio management during the onboarding phase."
      },
      "londrisoft_implementation": {
        "title": "Implementation Analyst",
        "description": "Led system implementations, conducting client requirement gathering interviews and delivering system training. Managed implementation timelines, applied system training, and coordinated internal operations to improve service quality."
      },
      "londrisoft_support": {
        "title": "Technical Support Analyst",
        "description": "Provided multi-channel customer support via phone, chat, and in-person visits. Managed support tickets, performed database queries for issue resolution, and handled non-fiscal printer configuration."
      }
    }
  },
  "skills": {
    "title": "Skills & Technologies",
    "frontend": "Frontend Development",
    "backend": "Backend Development",
    "tools": "Tools & Platforms"
  },
  "contact": {
    "title": "Get in touch",
    "description": "Have a question or want to work together? Feel free to reach out!",
    "name": "Name",
    "email": "Email",
    "phone": "Phone",
    "company": "Company",
    "message": "Message",
    "submit": "Send Message",
    "placeholders": {
      "name": "John Doe",
      "email": "your.email@example.com",
      "phone": "(555) 123-4567",
      "company": "Your Company Inc.",
      "message": "I'm interested in discussing a potential collaboration..."
    }
  },
  "theme": {
    "toggle": "Toggle theme",
    "dark": "Dark mode",
    "light": "Light mode"
  },
  "language": {
    "select": "Select language",
    "en": "English",
    "pt": "Portuguese"
  },
  "privacy": {
    "title": "Privacy Policy",
    "cookies": {
      "title": "Cookie Usage",
      "description": "We use cookies to improve your browsing experience and analyze site traffic.",
      "essential": "Essential cookies that enable basic functionality and security features",
      "preferences": "Preference cookies that remember your language and theme choices"
    },
    "dataUsage": {
      "title": "How We Use Your Data",
      "description": "We collect and use your data in the following ways:",
      "purposes": {
        "theme": "To remember your preferred theme (light/dark mode)",
        "language": "To save your language preference",
        "contact": "To process contact form submissions"
      }
    },
    "rights": {
      "title": "Your Rights",
      "description": "You have the following rights regarding your data:",
      "access": "Right to access your personal data",
      "delete": "Right to request deletion of your data",
      "opt_out": "Right to opt-out of cookie usage (except essential cookies)"
    },
    "contact": {
      "title": "Contact Information",
      "description": "If you have any questions about our privacy policy or data practices, please contact us through our contact form."
    }
  }
}